{
  "startingPoint": {
    "name": "Punto de Partida",
    "description": "¡Bienvenidos al Vivac Go! El Río Susurrante guarda secretos que solo las patrullas valientes y observadoras pueden descubrir. Ajustá tu mochila, prepará tu brújula y tu espíritu scout: cada paso será una lección de aventura, cooperación y aprendizaje.",
    "lat": -38.7196,
    "lon": -62.2724
  },
  "recorridos": [
    {
      "id": 4,
      "name": "Expedición al Rio Colorado",
      "postas": [
        {
          "id": "4.1",
          "name": "Posta 1",
          "description": "Comenzás la expedición ascendiendo a un alto desde donde el paisaje se despliega como un mapa. Como un águila, debés observar rutas posibles y peligros ocultos.<br><br><strong>Desafío:</strong> Señalá tres puntos de referencia naturales y explicá su utilidad.<br><strong>Mini-prueba:</strong> Identificá riesgos potenciales en el terreno.<br><strong>Consigna educativa:</strong> La observación y análisis de paisaje mejora la orientación y seguridad.",
          "lat": -38.710695,
          "lon": -62.272706,
          "radius": 15
        },
        {
          "id": "4.2",
          "name": "Posta 2",
          "description": "Dentro de la cueva, cada sonido regresa transformado. Aprendés que una comunicación clara y precisa es vital para coordinar a la patrulla.<br><br><strong>Desafío:</strong> Transmití un mensaje scout en clave a tu patrulla usando golpes o susurros.<br><strong>Mini-prueba:</strong> Comprobá que todos lo comprendieron correctamente.<br><strong>Consigna educativa:</strong> La comunicación efectiva reduce errores y fortalece la cooperación.",
          "lat": -38.710914,
          "lon": -62.272342,
          "radius": 15
        },
        {
          "id": "4.3",
          "name": "Posta 3",
          "description": "Un árbol centenario custodia el sendero. Aprendés que la paciencia y la atención al detalle permiten descubrir señales que otros podrían pasar por alto.<br><br><strong>Desafío:</strong> Observar durante 1 minuto los detalles del árbol y describilos.<br><strong>Mini-prueba:</strong> Identificá tres formas de vida que dependen de este árbol.<br><strong>Consigna educativa:</strong> La atención y respeto por la naturaleza fortalecen la conciencia ambiental.",
          "lat": -38.710658,
          "lon": -62.271841,
          "radius": 15
        },
        {
          "id": "4.4",
          "name": "Posta 4",
          "description": "Cruzá un puente de troncos que simboliza la unión y confianza. Cada paso firme asegura al siguiente.<br><br><strong>Desafío:</strong> Cruzar sosteniéndose de la cuerda de seguridad.<br><strong>Mini-prueba:</strong> Practicar un nudo básico para reforzar la cuerda.<br><strong>Consigna educativa:</strong> La cooperación y seguridad compartida son esenciales en travesías.",
          "lat": -38.710386,
          "lon": -62.271464,
          "radius": 15
        },
        {
          "id": "4.5",
          "name": "Posta 5",
          "description": "Un espejo de agua refleja la luz y vuestro compromiso. Cada Caminante comparte un compromiso personal, reforzando la Promesa Scout.<br><br><strong>Desafío:</strong> Compartir un compromiso personal para la semana.<br><strong>Mini-prueba:</strong> Relacionar una acción de campamento con la Promesa.<br><strong>Consigna educativa:</strong> Reflexionar sobre la Promesa fortalece la ética y la responsabilidad.",
          "lat": -38.710129,
          "lon": -62.271167,
          "radius": 15
        },
        {
          "id": "4.6",
          "name": "Posta 6",
          "description": "La corriente y las piedras muestran la importancia de elegir caminos seguros. La patrulla debe analizar riesgos y tomar decisiones estratégicas.<br><br><strong>Desafío:</strong> Señalar el mejor lugar para cruzar el río.<br><strong>Mini-prueba:</strong> Explicar la elección al grupo.<br><strong>Consigna educativa:</strong> La planificación consciente reduce accidentes y fortalece la autonomía.",
          "lat": -38.709334,
          "lon": -62.272353,
          "radius": 15
        },
        {
          "id": "4.7",
          "name": "Posta 7",
          "description": "Desde la colina, sentí la dirección e intensidad del viento. Esto enseña a interpretar el entorno y planificar la ruta.<br><br><strong>Desafío:</strong> Determinar la dirección del viento y su efecto en la travesía.<br><strong>Mini-prueba:</strong> Estimar la fuerza aproximada del viento.<br><strong>Consigna educativa:</strong> Observar el entorno fortalece la previsión y la toma de decisiones.",
          "lat": -38.709645,
          "lon": -62.272953,
          "radius": 15
        },
        {
          "id": "4.8",
          "name": "Posta 8",
          "description": "Construir un refugio temporal enseña creatividad, ingenio y cooperación.<br><br><strong>Desafío:</strong> Montar un refugio que resista viento ligero y permita entrar a todos.<br><strong>Mini-prueba:</strong> Verificar estabilidad del refugio.<br><strong>Consigna educativa:</strong> La resolución de problemas y el trabajo en equipo son esenciales para la autosuficiencia.",
          "lat": -38.709864,
          "lon": -62.273368,
          "radius": 15
        },
        {
          "id": "4.9",
          "name": "Posta 9",
          "description": "Un claro para practicar rapidez y coordinación en la transmisión de mensajes.<br><br><strong>Desafío:</strong> Transmitir correctamente un mensaje usando señales scout.<br><strong>Mini-prueba:</strong> Confirmar que la patrulla recibió la información sin errores.<br><strong>Consigna educativa:</strong> La comunicación efectiva mejora la coordinación y el trabajo en equipo.",
          "lat": -38.710007,
          "lon": -62.274345,
          "radius": 15
        },
        {
          "id": "4.10",
          "name": "Posta 10",
          "description": "El último punto de la ruta reúne todo lo aprendido. Cada patrulla comparte logros y reflexiona sobre las habilidades adquiridas.<br><br><strong>Desafío:</strong> Contar un desafío superado y tres habilidades adquiridas.<br><strong>Mini-prueba:</strong> Analizar cómo aplicar estos aprendizajes en futuras expediciones.<br><strong>Consigna educativa:</strong> La reflexión sobre la experiencia fortalece liderazgo y autoconfianza.",
          "lat": -38.709471,
          "lon": -62.274621,
          "radius": 15
        }
      ]
    }
  ]
}
